"EPLanguageDirection"="RightToLeft";

//===============================================================================================
/* Print Dialog */
//===============================================================================================
//-----------------------------------------------------------------------------------------------
/* Print Button Name */
"EPF_PD_PrintButtonName"					= "فاكس";

//-----------------------------------------------------------------------------------------------
/* Help Title */
"EPF_PD_HelpBookTitle"						= "تعليمات برنامج تشغيل فاكس EPSON";

//-----------------------------------------------------------------------------------------------
//===============================================================================================
/* Recipient Setting */
//===============================================================================================
//-----------------------------------------------------------------------------------------------
/* Pane Name */
"EPF_RS_PaneName"							= "إعدادات المستلم";

//-----------------------------------------------------------------------------------------------
/* Recipient List View Name */
"EPF_RS_RecipientList"						= "قائمة المستلمين";

//-----------------------------------------------------------------------------------------------
/* Recipient Add */
"EPF_RS_Add"								= "إضافة";

//-----------------------------------------------------------------------------------------------
/* Recipient Name */
"EPF_RS_RecipientName"						= "الاسم";

//-----------------------------------------------------------------------------------------------
/* Recipient Company/Corp. */
"EPF_RS_CompanyCorpName"					= "الشركة/المؤسسة";

//-----------------------------------------------------------------------------------------------
/* Recipient Fax Number */
"EPF_RS_FaxNumber"							= "رقم الفاكس";

//-----------------------------------------------------------------------------------------------
/* Notes of input Fax Number */
"EPF_RS_InputNotes"							= "لا تتوفر الشرطة (-) إلا قبل رقم الهاتف نظرًا لأنها تعمل كإيقاف مؤقت عند الطلب.";

//-----------------------------------------------------------------------------------------------
/* Dialing Prefix */
"EPF_RS_DialingPrefix"						= "بادئة الوصول الخارجي";

//-----------------------------------------------------------------------------------------------
/* Cannot add the entry message */
"EPF_RS_CannotAddTheEntry"					= "لا يمكن إضافة الإدخال. يوجد إدخال يحمل نفس [الاسم] و[رقم الفاكس] و[الشركة/المؤسسة].";

//-----------------------------------------------------------------------------------------------
/* Name Company FaxNumber string */
"EPF_RS_NameCompanyFaxNumber"				= "%@:\t%@\n%@:\t%@\n%@:\t%@";

//-----------------------------------------------------------------------------------------------
/* No Name entered message */
"EPF_RS_NoNameEntered"						= "لم يتم إدخال أي اسم. هل تريد إضافة الإدخال إلى قائمة المستلمين بدون اسم؟";

//-----------------------------------------------------------------------------------------------
/* OK Button text */
"EPF_RS_OK"									= "موافق";

//-----------------------------------------------------------------------------------------------
/* Cancel Button text */
"EPF_RS_Cancel"								= "إلغاء";

//-----------------------------------------------------------------------------------------------
/* Recipient Total */
"EPF_SI_RecipientTotal"						= "إجمالي المستلمين";

//-----------------------------------------------------------------------------------------------
//===============================================================================================
/* Fax Setting */
//===============================================================================================
//-----------------------------------------------------------------------------------------------
/* Pane Name */
"EPF_FS_PaneName"							= "إعدادات الفاكس";

//-----------------------------------------------------------------------------------------------
/* Color Model Title */
"EPF_FS_ColorTitle"							= "اللون";

//-----------------------------------------------------------------------------------------------
/* Color Model Black & White */
"EPF_FS_BlackAndWhite"						= "أبيض وأسود";

//-----------------------------------------------------------------------------------------------
/* Color Model Color */
"EPF_FS_Color"								= "اللون";

//-----------------------------------------------------------------------------------------------
/* Image Quality */
"EPF_FS_ImageQuality"						= "جودة الصورة";

//-----------------------------------------------------------------------------------------------
/* Image Quality Normal */
"EPF_FS_QualityNormal"						= "عادية";

//-----------------------------------------------------------------------------------------------
/* Image Quality Fine */
"EPF_FS_QualityFine"						= "صافية";

//-----------------------------------------------------------------------------------------------
/* Image Quality Photo */
"EPF_FS_QualityPhoto"						= "صورة فوتوغرافية";

//-----------------------------------------------------------------------------------------------
//===============================================================================================
/* Summary */
//===============================================================================================
//-----------------------------------------------------------------------------------------------
/* Driver Version */
"EPF_SI_Version"							= "الإصدار";

//-----------------------------------------------------------------------------------------------
"EPF_FS_QualityPhotoY2"="الجودة";
"EPF_FS_QualityPhotoX2Y2"="جودة عالية";
"EPF_RS_InputNumberAgain"="أدخل رقم الفاكس مرة أخرى.";
"EPF_RS_NumberMismatch"="الرقم مختلف عن الرقم الأول.";
"EPF_FS_AlertResolution"="قد تنخفض جودة الصورة إذا لم يكن جهاز المستقبل يدعم وضع الدقة العالية. أو قد يفشل إرسال الفاكس استنادًا إلى سعة ذاكرة المستقبل بسبب زيادة حجم البيانات.\nقم بالتغيير إلى دقة أقل في هذه الحالة.";
